---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LevelDataSpaceUsage
source: html/12a2fdbc-b323-cfa7-0989-ef43b2ec7b19.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LevelDataSpaceUsage Property

"Usage"

## Syntax (C#)
```csharp
public static ForgeTypeId LevelDataSpaceUsage { get; }
```